Repository: anton0801/TVRemote
Catalog: TVRemoteScreenMirroring/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ru

# notifications.status.denied.message
source: To get reminders, allow notifications for TV Remote in Settings, then come back — this screen updates automatically.
de: Für Erinnerungen erlaube Mitteilungen für TV Remote in den Einstellungen und kehre zurück – dieser Bildschirm aktualisiert sich automatisch.
es: Para recibir recordatorios, permite las notificaciones de TV Remote en Ajustes y vuelve: esta pantalla se actualiza sola.
fr: Pour recevoir des rappels, autorisez les notifications de TV Remote dans Réglages, puis revenez : cet écran se met à jour automatiquement.
ru: Чтобы получать напоминания, разрешите уведомления для TV Remote в Настройках и вернитесь — экран обновится сам.

# notifications.status.denied.title
source: Notifications are off in iOS Settings
de: Mitteilungen sind in den iOS-Einstellungen aus
es: Las notificaciones están desactivadas en Ajustes de iOS
fr: Les notifications sont désactivées dans les réglages iOS
ru: Уведомления выключены в настройках iOS

# notifications.status.notAsked
source: iOS will ask for permission when you turn on the first category.
de: iOS fragt nach der Erlaubnis, wenn du die erste Kategorie einschaltest.
es: iOS pedirá permiso cuando actives la primera categoría.
fr: iOS demandera l’autorisation lorsque vous activerez la première catégorie.
ru: iOS запросит разрешение, когда вы включите первую категорию.

# notifications.status.provisional
source: Delivered quietly to Notification Center. You can allow banners in iOS Settings.
de: Werden still in die Mitteilungszentrale zugestellt. Banner kannst du in den iOS-Einstellungen erlauben.
es: Se entregan en silencio al Centro de notificaciones. Puedes permitir avisos en Ajustes de iOS.
fr: Livrées discrètement dans le centre de notifications. Vous pouvez autoriser les bannières dans les réglages iOS.
ru: Доставляются без звука в Центр уведомлений. Баннеры можно разрешить в настройках iOS.

# notifications.summary.count
source: %lld on
de: %lld aktiv
es: Activas: %lld
fr: Activées : %lld
ru: Вкл.: %lld

# notifications.summary.none
source: None
de: Keine
es: Ninguna
fr: Aucune
ru: Нет

# notifications.summary.off
source: Off in iOS
de: In iOS aus
es: Desactivadas en iOS
fr: Désactivées dans iOS
ru: Выкл. в iOS

# notifications.sync.failed
source: Couldn’t update your message subscription. Your choice is saved — try again.
de: Dein Nachrichten-Abo konnte nicht aktualisiert werden. Deine Auswahl ist gespeichert – versuche es erneut.
es: No se pudo actualizar tu suscripción a mensajes. Tu elección está guardada; inténtalo de nuevo.
fr: Impossible de mettre à jour votre abonnement aux messages. Votre choix est enregistré : réessayez.
ru: Не удалось обновить подписку на сообщения. Выбор сохранён — попробуйте ещё раз.

# notifications.sync.notConfigured
source: Your choice is saved on this iPhone. Messages from us aren’t set up in this build yet, so only the trial reminder can arrive.
de: Deine Auswahl ist auf diesem iPhone gespeichert. Nachrichten von uns sind in dieser Version noch nicht eingerichtet, daher kann nur die Test-Erinnerung ankommen.
es: Tu elección se guarda en este iPhone. Nuestros mensajes aún no están configurados en esta versión, así que solo puede llegar el recordatorio de la prueba.
fr: Votre choix est enregistré sur cet iPhone. Nos messages ne sont pas encore configurés dans cette version : seul le rappel d’essai peut arriver.
ru: Выбор сохранён на этом iPhone. Сообщения от нас в этой сборке ещё не настроены, поэтому может прийти только напоминание о пробном периоде.

# notifications.sync.pending
source: Your choice is saved and will sync when you’re online.
de: Deine Auswahl ist gespeichert und wird synchronisiert, sobald du online bist.
es: Tu elección está guardada y se sincronizará cuando tengas conexión.
fr: Votre choix est enregistré et sera synchronisé dès que vous serez en ligne.
ru: Выбор сохранён и синхронизируется, когда появится интернет.

# notifications.sync.syncing
source: Saving your choice…
de: Auswahl wird gespeichert …
es: Guardando tu elección…
fr: Enregistrement de votre choix…
ru: Сохраняем выбор…

# notifications.trial
source: Remind me before a free period ends
de: Vor Ende des Gratiszeitraums erinnern
es: Recordarme antes de que termine el periodo gratuito
fr: Me rappeler avant la fin de la période gratuite
ru: Напомнить до конца бесплатного периода

# notifications.trial.detail
source: Arrives while there’s still time to cancel. Scheduled on this iPhone.
de: Kommt, solange du noch kündigen kannst. Wird auf diesem iPhone geplant.
es: Llega cuando aún hay tiempo para cancelar. Se programa en este iPhone.
fr: Arrive quand il est encore temps d’annuler. Programmé sur cet iPhone.
ru: Придёт, пока ещё можно отменить. Планируется на этом iPhone.

# notifications.types
source: Notification types
de: Mitteilungsarten
es: Tipos de notificación
fr: Types de notifications
ru: Типы уведомлений

# onboarding.connect
source: Connect TV
de: Fernseher verbinden
es: Conectar la TV
fr: Connecter le téléviseur
ru: Подключить телевизор

# onboarding.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
ru: Далее

# onboarding.page1.subtitle
source: Buttons, volume, typing and TV apps — on your iPhone, over your Wi‑Fi.
de: Tasten, Lautstärke, Texteingabe und TV-Apps – auf deinem iPhone, über dein WLAN.
es: Botones, volumen, escritura y apps de la TV, en tu iPhone y por tu Wi‑Fi.
fr: Touches, volume, saisie et apps du téléviseur, sur votre iPhone via le Wi‑Fi.
ru: Кнопки, громкость, ввод текста и приложения ТВ — на вашем iPhone через Wi‑Fi.

# onboarding.page1.title
source: Your TV. One remote.
de: Dein Fernseher. Eine Fernbedienung.
es: Tu TV. Un solo mando.
fr: Votre téléviseur. Une télécommande.
ru: Ваш телевизор. Один пульт.

# onboarding.page2.subtitle
source: Open apps installed on your TV right from your iPhone. What’s available depends on your TV model.
de: Öffne auf dem Fernseher installierte Apps direkt vom iPhone. Was verfügbar ist, hängt vom TV-Modell ab.
es: Abre apps instaladas en tu TV desde el iPhone. Lo disponible depende del modelo de TV.
fr: Ouvrez les apps installées sur votre téléviseur depuis l’iPhone. La disponibilité dépend du modèle.
ru: Открывайте установленные на телевизоре приложения прямо с iPhone. Набор зависит от модели ТВ.

# onboarding.page2.title
source: Favorite apps in one tap.
de: Lieblings-Apps mit einem Tippen.
es: Tus apps favoritas en un toque.
fr: Vos apps préférées en un geste.
ru: Любимые приложения — одним касанием.

# onboarding.page3.subtitle
source: Share photos, videos and your screen with a compatible TV. We’ll check what your TV supports — for free.
de: Teile Fotos, Videos und deinen Bildschirm mit einem kompatiblen Fernseher. Wir prüfen kostenlos, was er kann.
es: Comparte fotos, vídeos y tu pantalla con una TV compatible. Comprobaremos gratis qué admite tu TV.
fr: Partagez photos, vidéos et votre écran avec un téléviseur compatible. Nous vérifions gratuitement ce qu’il prend en charge.
ru: Показывайте фото, видео и экран на совместимом телевизоре. Мы бесплатно проверим, что поддерживает ваш ТВ.

# onboarding.page3.title
source: Show more on the big screen.
de: Zeig mehr auf dem großen Bildschirm.
es: Muestra más en la pantalla grande.
fr: Montrez plus sur grand écran.
ru: Показывайте больше на большом экране.

# onboarding.skip
source: Skip
de: Überspringen
es: Omitir
fr: Passer
ru: Пропустить

# onboarding.step
source: Step %1$lld of %2$lld
de: Schritt %1$lld von %2$lld
es: Paso %1$lld de %2$lld
fr: Étape %1$lld sur %2$lld
ru: Шаг %1$lld из %2$lld

# pairing.confirm.message
source: Accept the connection request on “%@” with the TV remote.
de: Nimm die Verbindungsanfrage auf „%@“ mit der TV-Fernbedienung an.
es: Acepta la solicitud de conexión en «%@» con el mando de la TV.
fr: Acceptez la demande de connexion sur « %@ » avec la télécommande du téléviseur.
ru: Примите запрос на подключение на «%@» с помощью пульта телевизора.

# pairing.confirm.title
source: Confirm on your TV
de: Am Fernseher bestätigen
es: Confirma en la TV
fr: Confirmez sur le téléviseur
ru: Подтвердите на телевизоре

# pairing.pin.accessibility
source: Pairing code from the TV
de: Kopplungscode vom Fernseher
es: Código de vinculación de la TV
fr: Code d’association du téléviseur
ru: Код сопряжения с телевизора

# pairing.pin.message
source: A 6‑character code is shown on the TV screen.
de: Auf dem Fernseher wird ein 6‑stelliger Code angezeigt.
es: La TV muestra un código de 6 caracteres.
fr: Un code de 6 caractères s’affiche sur le téléviseur.
ru: На экране телевизора показан код из 6 символов.

# pairing.pin.retry
source: That code didn’t match. Check the letters and numbers on the TV and type it again.
de: Der Code stimmt nicht. Prüfe Buchstaben und Zahlen am Fernseher und gib ihn erneut ein.
es: Ese código no coincide. Revisa las letras y números de la TV y escríbelo otra vez.
fr: Ce code ne correspond pas. Vérifiez les lettres et chiffres et saisissez-le à nouveau.
ru: Код не подошёл. Проверьте буквы и цифры на экране и введите снова.

# pairing.pin.submit
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
ru: Подключить

# pairing.pin.title
source: Enter the code from the TV
de: Code vom Fernseher eingeben
es: Introduce el código de la TV
fr: Saisissez le code du téléviseur
ru: Введите код с экрана ТВ

# pairing.step.accept
source: Accept the connection request
de: Verbindungsanfrage annehmen
es: Acepta la solicitud de conexión
fr: Acceptez la demande de connexion
ru: Примите запрос на подключение

# pairing.step.keepOn
source: Keep your TV on
de: Lass den TV eingeschaltet
es: Mantén la TV encendida
fr: Laissez la TV allumée
ru: Не выключайте телевизор

# pairing.step.keepOn.detail
source: Keep your TV on and connected to the same Wi‑Fi.
de: Lass den TV eingeschaltet und im selben WLAN.
es: Mantén la TV encendida y en la misma red Wi‑Fi.
fr: Laissez la TV allumée et sur le même Wi‑Fi.
ru: Телевизор должен быть включён и в той же сети Wi‑Fi.

# pairing.waiting
source: Waiting for the TV
de: Warten auf den Fernseher
es: Esperando a la TV
fr: En attente du téléviseur
ru: Ожидание телевизора

# pairing.yourTV
source: your TV
de: deinem Fernseher
es: tu TV
fr: votre téléviseur
ru: ваш телевизор

# paywall.benefit.keyboardApps
source: Keyboard and app shortcuts
de: Tastatur und App-Verknüpfungen
es: Teclado y accesos a apps
fr: Clavier et raccourcis d’apps
ru: Клавиатура и быстрый запуск приложений

# paywall.benefit.mirroringNoLimit
source: Screen Mirroring without an app-imposed time limit
de: Bildschirmspiegelung ohne Zeitlimit durch die App
es: Duplicar pantalla sin límite de tiempo impuesto por la app
fr: Recopie de l’écran sans limite de temps imposée par l’app
ru: Трансляция экрана без ограничения времени со стороны приложения

# paywall.benefit.photosMirroring
source: Photos, videos and Screen Mirroring on supported TVs
de: Fotos, Videos und Bildschirmspiegelung auf unterstützten Fernsehern
es: Fotos, vídeos y duplicación de pantalla en TV compatibles
fr: Photos, vidéos et recopie de l’écran sur les téléviseurs compatibles
ru: Фото, видео и трансляция экрана на поддерживаемых ТВ

# paywall.benefit.photosVideos
source: Photo and video sharing
de: Fotos und Videos teilen
es: Compartir fotos y vídeos
fr: Partage de photos et vidéos
ru: Показ фото и видео

# paywall.benefit.remote
source: Unlimited remote control
de: Unbegrenzte Fernbedienung
es: Control remoto ilimitado
fr: Télécommande illimitée
ru: Пульт без ограничений

# paywall.benefit.remoteIncluded
source: Full remote control included
de: Volle Fernbedienung inklusive
es: Control remoto completo incluido
fr: Télécommande complète incluse
ru: Полный пульт в комплекте

# paywall.bonus.open
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
ru: Открыть

# paywall.bonus.waiting
source: Your welcome bonus is waiting.
de: Dein Willkommensbonus wartet.
es: Tu bono de bienvenida te espera.
fr: Votre bonus de bienvenue vous attend.
ru: Ваш приветственный бонус ждёт.

# paywall.compat.checked
source: Checked on “%@”: the remote works with this TV.
de: Geprüft mit „%@“: Die Fernbedienung funktioniert mit diesem Fernseher.
es: Comprobado en «%@»: el mando funciona con esta TV.
fr: Vérifié sur « %@ » : la télécommande fonctionne avec ce téléviseur.
ru: Проверено на «%@»: пульт работает с этим ТВ.

# paywall.compat.noMirroring
source: “%@” doesn’t support our Screen Mirroring, and Remote Pro won’t change that. Remote control and other supported features work.
de: „%@“ unterstützt unsere Spiegelung nicht, daran ändert Remote Pro nichts. Fernbedienung und andere unterstützte Funktionen funktionieren.
es: «%@» no admite nuestra duplicación y Remote Pro no lo cambia. El mando y otras funciones compatibles sí funcionan.
fr: « %@ » ne prend pas en charge notre recopie, et Remote Pro n’y change rien. La télécommande et les autres fonctions prises en charge marchent.
ru: «%@» не поддерживает нашу трансляцию экрана, и Remote Pro этого не изменит. Пульт и другие поддерживаемые функции работают.

# paywall.cta.lifetime
source: Unlock lifetime access
de: Dauerhaften Zugriff freischalten
es: Desbloquear acceso de por vida
fr: Débloquer l’accès à vie
ru: Открыть доступ навсегда

# paywall.cta.lifetime.price
source: Buy for %@
de: Für %@ kaufen
es: Comprar por %@
fr: Acheter pour %@
ru: Купить за %@

# paywall.cta.subscribe
source: Subscribe for %@
de: Abonnieren für %@
es: Suscribirse por %@
fr: S’abonner pour %@
ru: Подписаться за %@

# paywall.cta.trial.days
source: Start %lld-day free trial
de: %lld Tage kostenlos testen
es: Iniciar prueba gratuita de %lld días
fr: Commencer l’essai gratuit de %lld jours
ru: Попробовать %lld дня бесплатно

# paywall.cta.trial.generic
source: Start free trial
de: Kostenlos testen
es: Iniciar prueba gratuita
fr: Commencer l’essai gratuit
ru: Начать бесплатно

# paywall.cta.trial.months
source: Start %lld-month free trial
de: %lld Monate kostenlos testen
es: Iniciar prueba gratuita de %lld meses
fr: Commencer l’essai gratuit de %lld mois
ru: Попробовать %lld месяца бесплатно

# paywall.lifetime.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
ru: Продолжить

# paywall.lifetime.detail
source: One-time purchase. No recurring payments.
de: Einmalkauf. Keine wiederkehrenden Zahlungen.
es: Pago único. Sin pagos recurrentes.
fr: Achat unique. Aucun paiement récurrent.
ru: Разовая покупка. Без регулярных платежей.

# paywall.lifetime.note
source: This one-time purchase unlocks the app’s features permanently. It doesn’t cancel an existing subscription — to stop its future payments, turn off auto-renew in your Apple subscriptions.
de: Dieser Einmalkauf schaltet die App-Funktionen dauerhaft frei. Ein bestehendes Abo wird nicht gekündigt – deaktiviere dessen automatische Verlängerung in deinen Apple-Abos.
es: Este pago único desbloquea las funciones de la app de forma permanente. No cancela una suscripción existente: para detener sus pagos futuros, desactiva la renovación automática en tus suscripciones de Apple.
fr: Cet achat unique débloque durablement les fonctions de l’app. Il n’annule pas un abonnement existant : pour arrêter ses paiements futurs, désactivez le renouvellement automatique dans vos abonnements Apple.
ru: Разовая покупка открывает бессрочный доступ в приложении. Она не отменяет действующую подписку. Чтобы прекратить её будущие списания, отключите автопродление в настройках Apple.

# paywall.lifetime.noteTitle
source: About your current subscription
de: Zu deinem aktuellen Abo
es: Sobre tu suscripción actual
fr: À propos de votre abonnement actuel
ru: О текущей подписке

# paywall.loading
source: Loading plans…
de: Tarife werden geladen …
es: Cargando planes…
fr: Chargement des offres…
ru: Загружаем тарифы…

# paywall.loadingShort
source: Loading…
de: Wird geladen …
es: Cargando…
fr: Chargement…
ru: Загрузка…

# paywall.mirroring.subtitle
source: Share photos, videos, and your screen with a compatible TV.
de: Teile Fotos, Videos und deinen Bildschirm mit einem kompatiblen Fernseher.
es: Comparte fotos, vídeos y tu pantalla con una TV compatible.
fr: Partagez photos, vidéos et votre écran avec un téléviseur compatible.
ru: Показывайте фото, видео и экран на совместимом телевизоре.

# paywall.mirroring.title
source: Bring your screen to the big screen.
de: Dein Bildschirm auf dem großen Bildschirm.
es: Lleva tu pantalla a la pantalla grande.
fr: Votre écran sur grand écran.
ru: Ваш экран — на большом экране.

# paywall.monthly.detail
source: Billed monthly. Auto-renews.
de: Monatlich abgerechnet. Verlängert sich automatisch.
es: Se factura cada mes. Renovación automática.
fr: Facturé chaque mois. Renouvellement automatique.
ru: Оплата каждый месяц. Автопродление.

# paywall.note.lifetime
source: One-time purchase of %@. No recurring payments.
de: Einmalkauf für %@. Keine wiederkehrenden Zahlungen.
es: Pago único de %@. Sin pagos recurrentes.
fr: Achat unique de %@. Aucun paiement récurrent.
ru: Разовая покупка за %@. Без регулярных платежей.

# paywall.note.subscription.short
source: %@. Auto-renews until canceled.
de: %@. Verlängert sich bis zur Kündigung.
es: %@. Se renueva hasta que canceles.
fr: %@. Renouvellement jusqu’à résiliation.
ru: %@. Автопродление до отмены.

# paywall.note.trial.short
source: %1$@ free, then %2$@ from %3$@. Auto-renews until canceled.
de: %1$@ kostenlos, dann %2$@ ab %3$@. Verlängert sich bis zur Kündigung.
es: %1$@ gratis, luego %2$@ desde el %3$@. Se renueva hasta que canceles.
fr: %1$@ gratuits, puis %2$@ dès le %3$@. Renouvellement jusqu’à résiliation.
ru: %1$@ бесплатно, с %3$@ — %2$@. Автопродление до отмены.

# paywall.per.month
source: / month
de: / Monat
es: / mes
fr: / mois
ru: / месяц

# paywall.per.year
source: / year
de: / Jahr
es: / año
fr: / an
ru: / год

# paywall.period.month
source: per month
de: pro Monat
es: al mes
fr: par mois
ru: в месяц

# paywall.period.once
source: one-time
de: einmalig
es: pago único
fr: paiement unique
ru: один раз

# paywall.period.year
source: per year
de: pro Jahr
es: al año
fr: par an
ru: в год

# paywall.reason.mirroring
source: You’ve used the free mirroring test on this TV.
de: Du hast den kostenlosen Spiegelungstest auf diesem Fernseher genutzt.
es: Has usado la prueba gratuita de duplicación en esta TV.
fr: Vous avez utilisé le test gratuit de recopie sur ce téléviseur.
ru: Вы использовали бесплатную проверку трансляции на этом ТВ.

# paywall.reason.photo
source: You’ve used the free test photo on this TV.
de: Du hast das kostenlose Testfoto auf diesem Fernseher genutzt.
es: Has usado la foto de prueba gratuita en esta TV.
fr: Vous avez utilisé la photo test gratuite sur ce téléviseur.
ru: Вы использовали бесплатное тестовое фото на этом ТВ.

# paywall.reason.remote
source: You’ve used the free remote check on this TV.
de: Du hast den kostenlosen Fernbedienungstest auf diesem Fernseher genutzt.
es: Has usado la comprobación gratuita del mando en esta TV.
fr: Vous avez utilisé la vérification gratuite de la télécommande sur ce téléviseur.
ru: Вы использовали бесплатную проверку пульта на этом ТВ.

# paywall.remote.subtitle
source: Control your TV, type from your iPhone, and open your favorite apps.
de: Steuere deinen Fernseher, tippe vom iPhone und öffne deine Lieblings-Apps.
es: Controla tu TV, escribe desde el iPhone y abre tus apps favoritas.
fr: Contrôlez votre téléviseur, tapez depuis l’iPhone et ouvrez vos apps préférées.
ru: Управляйте телевизором, вводите текст с iPhone и открывайте любимые приложения.

# paywall.remote.title
source: Your TV. One remote.
de: Dein Fernseher. Eine Fernbedienung.
es: Tu TV. Un solo mando.
fr: Votre téléviseur. Une télécommande.
ru: Ваш телевизор. Один пульт.

# paywall.restore
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ru: Восстановить покупки

# paywall.samePlans
source: Monthly, yearly and lifetime unlock exactly the same features on all your supported TVs.
de: Monatlich, jährlich und dauerhaft schalten genau dieselben Funktionen für alle unterstützten Fernseher frei.
es: Mensual, anual y de por vida desbloquean las mismas funciones en todas tus TV compatibles.
fr: Mensuel, annuel et à vie débloquent exactement les mêmes fonctions sur tous vos téléviseurs pris en charge.
ru: Месяц, год и доступ навсегда открывают одинаковые функции на всех ваших совместимых ТВ.

# paywall.someUnavailable
source: Some plans aren’t available in your App Store region right now.
de: Einige Tarife sind in deiner App Store-Region gerade nicht verfügbar.
es: Algunos planes no están disponibles ahora en tu región del App Store.
fr: Certaines offres ne sont pas disponibles pour le moment dans votre région App Store.
ru: Некоторые тарифы сейчас недоступны в вашем регионе App Store.

# paywall.terms.full
source: Payment is charged to your Apple Account when you confirm. Subscriptions renew automatically unless canceled at least 24 hours before the end of the current period or free trial. Manage or cancel them in your Apple subscriptions.
de: Die Zahlung wird bei Bestätigung deinem Apple Account belastet. Abos verlängern sich automatisch, sofern sie nicht mindestens 24 Stunden vor Ende des aktuellen Zeitraums oder Tests gekündigt werden. Verwalten oder kündigen kannst du sie in deinen Apple-Abos.
es: El pago se carga a tu cuenta de Apple al confirmar. Las suscripciones se renuevan automáticamente salvo que las canceles al menos 24 horas antes del final del periodo actual o de la prueba gratuita. Gestiónalas o cancélalas en tus suscripciones de Apple.
fr: Le paiement est débité de votre compte Apple à la confirmation. Les abonnements se renouvellent automatiquement sauf résiliation au moins 24 heures avant la fin de la période en cours ou de l’essai gratuit. Gérez-les ou résiliez-les dans vos abonnements Apple.
ru: Оплата списывается с Apple Account при подтверждении. Подписка продлевается автоматически, если не отменить её минимум за 24 часа до конца текущего или пробного периода. Управлять подпиской и отменить её можно в подписках Apple.

# paywall.trialFree
source: %@ free
de: %@ gratis
es: %@ gratis
fr: %@ offerts
ru: %@ бесплатно

# paywall.yearly.badge
source: Best annual value
de: Bester Jahrespreis
es: Mejor valor anual
fr: Meilleur prix annuel
ru: Выгоднее за год

# paywall.yearly.detail
source: Billed once a year. Auto-renews.
de: Einmal jährlich abgerechnet. Verlängert sich automatisch.
es: Se factura una vez al año. Renovación automática.
fr: Facturé une fois par an. Renouvellement automatique.
ru: Оплата раз в год. Автопродление.

# paywall.yearly.savings
source: %1$@ less than 12 monthly payments of %2$@
de: %1$@ weniger als 12 Monatszahlungen à %2$@
es: %1$@ menos que 12 pagos mensuales de %2$@
fr: %1$@ de moins que 12 paiements mensuels de %2$@
ru: На %1$@ меньше, чем 12 ежемесячных платежей по %2$@

# paywall.yearly.trialDetail
source: %1$@ free, then %2$@
de: %1$@ kostenlos, danach %2$@
es: %1$@ gratis y luego %2$@
fr: %1$@ gratuits, puis %2$@
ru: %1$@ бесплатно, затем %2$@

# period.days
source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
ru: %lld дня

# period.months
source: %lld months
de: %lld Monate
es: %lld meses
fr: %lld mois
ru: %lld месяца

# period.weeks
source: %lld weeks
de: %lld Wochen
es: %lld semanas
fr: %lld semaines
ru: %lld недели

# period.years
source: %lld years
de: %lld Jahre
es: %lld años
fr: %lld ans
ru: %lld года

# permission.enableLocalNetwork
source: Turn on Local Network for TV Remote
de: Aktiviere „Lokales Netzwerk“ für TV Remote
es: Activa Red local para TV Remote
fr: Activez Réseau local pour TV Remote
ru: Включите «Локальная сеть» для TV Remote

# plan.lifetime
source: Lifetime Access
de: Dauerhafter Zugriff
es: Acceso de por vida
fr: Accès à vie
ru: Доступ навсегда

# plan.monthly
source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
ru: Месяц
